Repository: overpolish/keyframeless
Catalog: KeyframelessKit/KeyframelessKit/Resources/KKLocalizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Apply, insert, and save animations
de: Animationen anwenden, einfügen und sichern
es: Aplica, inserta y guarda animaciones
fr: Appliquer, insérer et enregistrer des animations
ja: アニメーションの適用・挿入・保存
ko: 애니메이션 적용, 삽입, 저장
zh_hans: 应用、插入和保存动画

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
ja: 矢印
ko: 화살표
zh_hans: 箭头

source: Basic
de: Einfach
es: Básico
fr: Basique
ja: 基本
ko: 기본
zh_hans: 基本

source: Basic timing has three phases: <accent>In</accent>, <accent>Hold</accent>, <accent>Out</accent>.
de: Einfaches Timing hat drei Phasen: <accent>Ein</accent>, <accent>Halten</accent>, <accent>Aus</accent>.
es: El timing básico tiene tres fases: <accent>Entrada</accent>, <accent>Mantener</accent>, <accent>Salida</accent>.
fr: Le timing basique comporte trois phases : <accent>Entrée</accent>, <accent>Maintien</accent>, <accent>Sortie</accent>.
ja: 基本的なタイミングには3つのフェーズがあります：<accent>イン</accent>、<accent>ホールド</accent>、<accent>アウト</accent>。
ko: 기본 타이밍에는 세 가지 단계가 있습니다: <accent>인</accent>, <accent>유지</accent>, <accent>아웃</accent>.
zh_hans: 基本时间控制有三个阶段：<accent>进入</accent>、<accent>保持</accent>、<accent>退出</accent>。

source: Basic vs Advanced
de: Einfach vs. Erweitert
es: Básico vs. Avanzado
fr: Basique vs Avancé
ja: 基本 vs 詳細
ko: 기본 vs 고급
zh_hans: 基本与高级

source: Bounce
de: Abprall
es: Rebote
fr: Rebond
ja: バウンス
ko: 바운스
zh_hans: 弹跳

source: Bulk Edit
de: Sammelbearbeitung
es: Edición por lotes
fr: Modification groupée
ja: 一括編集
ko: 일괄 편집
zh_hans: 批量编辑

source: Bulk edit
de: Sammelbearbeitung
es: Edición por lotes
fr: Modification groupée
ja: 一括編集
ko: 일괄 편집
zh_hans: 批量编辑

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Checkmark
de: Häkchen
es: Marca de verificación
fr: Coche
ja: チェックマーク
ko: 체크 표시
zh_hans: 对勾

source: Click
de: Klicken
es: Clic
fr: Clic
ja: クリック
ko: 클릭
zh_hans: 点击

source: Click a <accent>keypose</accent> to open the mini viewer.
de: Klicken Sie auf eine <accent>Keypose</accent>, um den Mini-Viewer zu öffnen.
es: Haz clic en una <accent>pose clave</accent> para abrir el mini-visor.
fr: Cliquez sur une <accent>pose clé</accent> pour ouvrir la mini-visionneuse.
ja: <accent>キーポーズ</accent>をクリックして、ミニビューアを開きます。
ko: <accent>키포즈</accent>를 클릭하여 미니 뷰어를 엽니다.
zh_hans: 点击一个<accent>关键姿势</accent>来打开迷你检视器。

source: Click a frame to <accent>jump</accent> to that keypose.
de: Klicken Sie auf ein Bild, um zu dieser <accent>Keypose zu springen</accent>.
es: Haz clic en un fotograma para <accent>saltar</accent> a esa pose clave.
fr: Cliquez sur une image pour <accent>accéder</accent> à cette pose clé.
ja: フレームをクリックすると、そのキーポーズに<accent>移動</accent>します。
ko: 프레임을 클릭하면 해당 키포즈로 <accent>이동</accent>합니다.
zh_hans: 点击某一帧即可<accent>跳转</accent>到该关键姿势。

source: Click a preset to apply it - it replaces the current animation.
de: Klicken Sie auf ein Preset, um es anzuwenden - es ersetzt die aktuelle Animation.
es: Haz clic en un preajuste para aplicarlo - reemplaza la animación actual.
fr: Cliquez sur un préréglage pour l'appliquer - il remplace l'animation actuelle.
ja: プリセットをクリックして適用します。現在のアニメーションが置き換わります。
ko: 프리셋을 클릭하면 적용됩니다 - 현재 애니메이션을 대체합니다.
zh_hans: 点击预设即可应用 - 它会替换当前动画。

source: Click the <warn>gap</warn> between keyposes to change its easing.
de: Klicken Sie auf die <warn>Lücke</warn> zwischen Keyposes, um deren Easing zu ändern.
es: Haz clic en el <warn>intervalo</warn> entre poses clave para cambiar su suavizado.
fr: Cliquez sur l'<warn>intervalle</warn> entre les poses clés pour changer son accélération.
ja: キーポーズ間の<warn>ギャップ</warn>をクリックして、イージングを変更します。
ko: 키포즈 사이의 <warn>간격</warn>을 클릭하여 이징을 변경하세요.
zh_hans: 点击关键姿势之间的<warn>间隙</warn>来更改其缓动。

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成

source: Constants
de: Konstanten
es: Constantes
fr: Constantes
ja: 定数
ko: 상수
zh_hans: 常量

source: Copy Values
de: Werte kopieren
es: Copiar valores
fr: Copier les valeurs
ja: 値をコピー
ko: 값 복사
zh_hans: 复制值

source: Curve
de: Kurve
es: Curva
fr: Courbe
ja: カーブ
ko: 곡선
zh_hans: 曲线

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
zh_hans: 默认

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete it
de: Löschen
es: Eliminar
fr: Le supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete preset
de: Preset löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
ja: プリセットを削除
ko: 프리셋 삭제
zh_hans: 删除预设

source: Distribute Evenly
de: Gleichmäßig verteilen
es: Distribuir uniformemente
fr: Répartir uniformément
ja: 均等に配分
ko: 균등하게 분배
zh_hans: 均匀分布

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Double-click the mini-viewer
de: Doppelklick auf Mini-Viewer
es: Doble clic en el minivisor
fr: Double-clic sur la mini-visualisation
ja: ミニビューアをダブルクリック
ko: 미니 뷰어 더블 클릭
zh_hans: 双击迷你检视器

source: Double-click to <accent>reset</accent> the view.
de: Doppelklicken Sie, um die Ansicht <accent>zurückzusetzen</accent>.
es: Haz doble clic para <accent>restablecer</accent> la vista.
fr: Double-cliquez pour <accent>réinitialiser</accent> la vue.
ja: ダブルクリックでビューを<accent>リセット</accent>します。
ko: 더블 클릭하여 보기를 <accent>재설정</accent>합니다.
zh_hans: 双击以<accent>重置</accent>视图。

source: Drag
de: Ziehen
es: Arrastrar
fr: Glisser
ja: ドラッグ
ko: 드래그
zh_hans: 拖动

source: Drag <accent>%@</accent> in the viewer to edit it directly.
de: Ziehen Sie <accent>%@</accent> im Viewer, um es direkt zu bearbeiten.
es: Arrastra <accent>%@</accent> en el visor para editarlo directamente.
fr: Faites glisser <accent>%@</accent> dans le visualiseur pour le modifier directement.
ja: ビューアで<accent>%@</accent>をドラッグして直接編集します。
ko: 뷰어에서 <accent>%@</accent>을(를) 드래그하여 직접 편집합니다.
zh_hans: 在检视器中拖动<accent>%@</accent>即可直接编辑。

source: Drag <accent>%@</accent> in the viewer to the <warn>glowing target</warn>.
de: Ziehen Sie <accent>%@</accent> im Viewer zum <warn>leuchtenden Ziel</warn>.
es: Arrastra <accent>%@</accent> en el visor hacia el <warn>objetivo brillante</warn>.
fr: Faites glisser <accent>%@</accent> dans le visualiseur vers la <warn>cible lumineuse</warn>.
ja: ビューアで<accent>%@</accent>を<warn>光るターゲット</warn>までドラッグします。
ko: 뷰어에서 <accent>%@</accent>을(를) <warn>빛나는 대상</warn>으로 드래그하세요.
zh_hans: 在检视器中将<accent>%@</accent>拖向<warn>发光的目标</warn>。

source: Drag <accent>%@</accent> toward the <warn>target</warn>. It applies straight away.
de: Ziehen Sie <accent>%@</accent> zum <warn>Ziel</warn>. Es wird sofort übernommen.
es: Arrastra <accent>%@</accent> hacia el <warn>objetivo</warn>. Se aplica al instante.
fr: Faites glisser <accent>%@</accent> vers la <warn>cible</warn>. C'est appliqué immédiatement.
ja: <accent>%@</accent>を<warn>ターゲット</warn>に向かってドラッグします。すぐに適用されます。
ko: <accent>%@</accent>을(를) <warn>대상</warn>으로 드래그하세요. 즉시 적용됩니다.
zh_hans: 将<accent>%@</accent>拖向<warn>目标</warn>，会立即应用。

source: Drag a <accent>keypose</accent> toward the <warn>target</warn> to retime it.
de: Ziehen Sie eine <accent>Keypose</accent> zum <warn>Ziel</warn>, um sie neu zu timen.
es: Arrastra una <accent>pose clave</accent> hacia el <warn>objetivo</warn> para reajustar su tiempo.
fr: Faites glisser une <accent>pose clé</accent> vers la <warn>cible</warn> pour la recaler dans le temps.
ja: <accent>キーポーズ</accent>を<warn>ターゲット</warn>にドラッグして、タイミングを変更します。
ko: <accent>키포즈</accent>를 <warn>대상</warn>으로 드래그하여 타이밍을 조정하세요.
zh_hans: 将<accent>关键姿势</accent>拖向<warn>目标</warn>来重新设定其时间。

source: Drag across filter pills
de: Über die Filterpillen ziehen
es: Arrastrar por las píldoras de filtro
fr: Glisser sur les pastilles de filtre
ja: フィルターピルをドラッグ
ko: 필터 알약을 가로질러 드래그
zh_hans: 在筛选药丸上拖动

source: Drag any <accent>selected</accent> keypose - they all retime together.
de: Ziehen Sie eine beliebige <accent>ausgewählte</accent> Keypose - alle werden gemeinsam neu getimt.
es: Arrastra cualquier pose clave <accent>seleccionada</accent>: todas se reajustan en el tiempo juntas.
fr: Faites glisser n'importe quelle pose clé <accent>sélectionnée</accent> : toutes sont recalées dans le temps ensemble.
ja: <accent>選択した</accent>キーポーズをドラッグすると、すべてが一緒にタイミング変更されます。
ko: <accent>선택한</accent> 키포즈를 드래그하면 모두 함께 타이밍이 조정됩니다.
zh_hans: 拖动任意<accent>已选中</accent>的关键姿势，它们会一起重新设定时间。

source: Drag empty space
de: Leere Stelle ziehen
es: Arrastrar en espacio vacío
fr: Glisser dans une zone vide
ja: 空白部分をドラッグ
ko: 빈 공간 드래그
zh_hans: 拖动空白处

source: Drag the <warn>boundary</warn> to retime where <accent>In</accent> ends.
de: Ziehen Sie die <warn>Grenze</warn>, um neu festzulegen, wo <accent>Ein</accent> endet.
es: Arrastra el <warn>límite</warn> para reajustar dónde termina <accent>Entrada</accent>.
fr: Faites glisser la <warn>limite</warn> pour redéfinir la fin de <accent>Entrée</accent>.
ja: <warn>境界</warn>をドラッグして、<accent>イン</accent>が終わる位置を変更します。
ko: <warn>경계</warn>를 드래그하여 <accent>인</accent>이 끝나는 지점의 타이밍을 조정하세요.
zh_hans: 拖动<warn>边界</warn>来重新设定<accent>进入</accent>的结束位置。

source: Drag the preview to <accent>pan</accent> around.
de: Ziehen Sie die Vorschau, um zu <accent>schwenken</accent>.
es: Arrastra la previsualización para <accent>desplazarte</accent>.
fr: Faites glisser l'aperçu pour vous <accent>déplacer</accent>.
ja: プレビューをドラッグして<accent>パン</accent>します。
ko: 미리 보기를 드래그하여 <accent>이동</accent>합니다.
zh_hans: 拖动预览以<accent>平移</accent>。

source: Drag to reorder
de: zum Neuordnen ziehen
es: arrastra para reordenar
fr: glisser pour réordonner
ja: ドラッグして並べ替え
ko: 드래그하여 순서 변경
zh_hans: 拖动以重新排序

source: Drag toward the <warn>glowing target</warn>.
de: Ziehen Sie zum <warn>leuchtenden Ziel</warn>.
es: Arrastra hacia el <warn>objetivo brillante</warn>.
fr: Faites glisser vers la <warn>cible lumineuse</warn>.
ja: <warn>光るターゲット</warn>に向かってドラッグします。
ko: <warn>빛나는 대상</warn>으로 드래그하세요.
zh_hans: 拖向<warn>发光的目标</warn>。

source: Draw Around
de: Einkreisen
es: Rodear
fr: Encercler
ja: 囲み
ko: 둘러싸기
zh_hans: 圈出

source: Duplicate it
de: Duplizieren
es: Duplicar
fr: Le dupliquer
ja: 複製
ko: 복제
zh_hans: 复制

source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique
ja: ダイナミック
ko: 다이내믹
zh_hans: 动态

source: Each <accent>pill</accent> is a keypose, a value at a moment in time. Click one to edit it.
de: Jede <accent>Kapsel</accent> ist eine Keypose, ein Wert zu einem Zeitpunkt. Klicken Sie auf eine, um sie zu bearbeiten.
es: Cada <accent>cápsula</accent> es una pose clave, un valor en un momento concreto. Haz clic en una para editarla.
fr: Chaque <accent>pastille</accent> est une pose clé, une valeur à un instant donné. Cliquez sur l'une d'elles pour la modifier.
ja: 各<accent>ピル</accent>はキーポーズ、つまりある時点の値です。クリックして編集します。
ko: 각 <accent>캡슐</accent>은 키포즈, 즉 특정 시점의 값입니다. 클릭하여 편집하세요.
zh_hans: 每个<accent>胶囊</accent>都是一个关键姿势，即某一时刻的值。点击即可编辑。

source: Each Advanced interval has an easing curve. Click the interval to pick it (Shift-click to select several first):
de: Jedes Erweitert-Intervall hat eine Beschleunigungskurve. Klicke das Intervall an, um sie zu wählen (Shift-Klick, um zuerst mehrere auszuwählen):
es: Cada intervalo Avanzado tiene una curva de aceleración. Haz clic en el intervalo para elegirla (Shift-clic para seleccionar varios primero):
fr: Chaque intervalle Avancé a une courbe d'accélération. Cliquez sur l'intervalle pour la choisir (Shift-clic pour en sélectionner plusieurs d'abord) :
ja: 詳細モードの各区間にはイージングカーブがあります。区間をクリックして選びます(先にShiftクリックで複数選択):
ko: 각 고급 구간에는 이징 커브가 있습니다. 구간을 클릭해 선택합니다(먼저 Shift 클릭으로 여러 개 선택):
zh_hans: 每个高级区间都有一条缓动曲线。点击区间即可选择(先用Shift点击可多选)：

source: Each row is a property. Drop <accent>keyposes</accent> anywhere and shape each interval independently.
de: Jede Zeile ist eine Eigenschaft. Setzen Sie <accent>Keyposes</accent> beliebig und gestalten Sie jedes Intervall einzeln.
es: Cada fila es una propiedad. Coloca <accent>poses clave</accent> donde quieras y da forma a cada intervalo de forma independiente.
fr: Chaque ligne est une propriété. Placez des <accent>poses clés</accent> où vous voulez et façonnez chaque intervalle indépendamment.
ja: 各行はプロパティです。<accent>キーポーズ</accent>を自由に配置し、各区間を個別に調整できます。
ko: 각 행은 속성입니다. <accent>키포즈</accent>를 원하는 곳에 놓고 각 구간을 독립적으로 조정하세요.
zh_hans: 每一行是一个属性。在任意位置放置<accent>关键姿势</accent>，并独立调整每个区间。

source: Easing curves
de: Beschleunigungskurven
es: Curvas de aceleración
fr: Courbes d'accélération
ja: イージングカーブ
ko: 이징 커브
zh_hans: 缓动曲线

source: Easing sets how a move speeds up and slows down. Each Advanced interval has one. Click the interval to pick it (Shift-click to choose several first):
de: Die Beschleunigung legt fest, wie eine Bewegung schneller und langsamer wird. Jedes erweiterte Intervall hat eine. Klicken Sie das Intervall an, um sie zu wählen (Umschalt-Klick, um zuerst mehrere auszuwählen):
es: La aceleración define cómo un movimiento acelera y frena. Cada intervalo Avanzado tiene una. Haz clic en el intervalo para elegirla (Mayús-clic para seleccionar varios primero):
fr: Le lissage définit comment un mouvement accélère et ralentit. Chaque intervalle Avancé en a un. Cliquez sur l'intervalle pour le choisir (Maj-clic pour en sélectionner plusieurs d'abord) :
ja: イージングは動きの加速と減速の仕方を決めます。アドバンスの各インターバルに1つあります。インターバルをクリックして選びます (Shiftクリックで先に複数を選択):
ko: 이징은 움직임이 어떻게 빨라지고 느려지는지를 정합니다. 고급 인터벌마다 하나씩 있습니다. 인터벌을 클릭해 고르세요 (Shift 클릭으로 먼저 여러 개 선택):
zh_hans: 缓动决定一段运动如何加速和减速。每个高级区间都有一个。点击区间即可选择(先按 Shift 点击可选中多个):

source: Edit <accent>values</accent> at this point in time.
de: Bearbeiten Sie die <accent>Werte</accent> zu diesem Zeitpunkt.
es: Edita los <accent>valores</accent> en este momento.
fr: Modifiez les <accent>valeurs</accent> à cet instant.
ja: この時点の<accent>値</accent>を編集します。
ko: 이 시점의 <accent>값</accent>을 편집하세요.
zh_hans: 编辑此时间点的<accent>值</accent>。

source: Edit on canvas
de: Auf der Leinwand bearbeiten
es: Editar en el lienzo
fr: Modifier sur le canevas
ja: キャンバスで編集
ko: 캔버스에서 편집
zh_hans: 在画布上编辑

source: Elastic
de: Elastisch
es: Elástico
fr: Élastique
ja: エラスティック
ko: 탄성
zh_hans: 弹性

source: Elastic and Bounce add Intensity and Frequency controls to dial in the wobble.
de: Elastisch und Abprallen fügen Regler für Intensität und Frequenz hinzu, um das Schwingen einzustellen.
es: Elástico y Rebote añaden controles de Intensidad y Frecuencia para ajustar la oscilación.
fr: Élastique et Rebond ajoutent des réglages Intensité et Fréquence pour ajuster l'oscillation.
ja: エラスティックとバウンスには、揺れを調整する強度と周波数のコントロールが追加されます。
ko: 탄성과 바운스에는 흔들림을 조절하는 강도와 빈도 컨트롤이 추가됩니다.
zh_hans: 弹性和弹跳会增加强度和频率控制,用来调节晃动。

source: Elastic and Bounce have Intensity and Frequency knobs.
de: Elastisch und Abprall haben Regler für Intensität und Frequenz.
es: Elástico y Rebote tienen mandos de Intensidad y Frecuencia.
fr: Élastique et Rebond ont des boutons Intensité et Fréquence.
ja: エラスティックとバウンスには強さと周波数のつまみがあります。
ko: 탄성과 바운스에는 강도와 빈도 노브가 있습니다.
zh_hans: 弹性和弹跳带有强度和频率旋钮。

source: Every property has two timing modes, switched with the pill at the top of its row:
de: Jede Eigenschaft hat zwei Timing-Modi, umschaltbar über die Pille oben in ihrer Zeile:
es: Cada propiedad tiene dos modos de sincronización, que cambias con la píldora en la parte superior de su fila:
fr: Chaque propriété a deux modes de synchronisation, que vous changez avec la pastille en haut de sa ligne :
ja: 各プロパティには2つのタイミングモードがあり、行の上部にあるピルで切り替えます:
ko: 각 속성에는 두 가지 타이밍 모드가 있으며, 해당 줄 상단의 알약 버튼으로 전환합니다:
zh_hans: 每个属性有两种计时模式,用其所在行顶部的药丸按钮切换:

source: Excluded from this phase
de: Aus dieser Phase ausgeschlossen
es: Excluido de esta fase
fr: Exclu de cette phase
ja: このフェーズから除外
ko: 이 단계에서 제외됨
zh_hans: 已从此阶段排除

source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 高速
ko: 빠름
zh_hans: 快速

source: Filter or name
de: Filtern oder benennen
es: Filtrar o nombrar
fr: Filtrer ou nommer
ja: 絞り込み / 名前
ko: 필터 또는 이름
zh_hans: 筛选或命名

source: Filter properties
de: Eigenschaften filtern
es: Filtrar propiedades
fr: Filtrer les propriétés
ja: プロパティをフィルタ
ko: 속성 필터링
zh_hans: 筛选属性

source: Filtering lanes
de: Spuren filtern
es: Filtrar carriles
fr: Filtrer les pistes
ja: レーンを絞り込む
ko: 레인 필터링
zh_hans: 筛选轨道

source: Glow In
de: Leuchten ein
es: Resplandor entrante
fr: Lueur entrante
ja: グローイン
ko: 글로우 인
zh_hans: 辉光渐入

source: Guides are disabled. Click the effect's header on a clip to select it (it highlights yellow), then move your mouse over the viewer to enable them.
de: Anleitungen sind deaktiviert. Klicken Sie auf die Kopfzeile des Effekts in einem Clip, um ihn auszuwählen (er wird gelb hervorgehoben), und bewegen Sie dann die Maus über den Viewer, um sie zu aktivieren.
es: Las guías están desactivadas. Haz clic en el encabezado del efecto en un clip para seleccionarlo (se resalta en amarillo) y luego mueve el ratón sobre el visor para activarlas.
fr: Les guides sont désactivés. Cliquez sur l'en-tête de l'effet sur un plan pour le sélectionner (il apparaît en jaune), puis placez le pointeur sur le visualiseur pour les activer.
ja: ガイドは無効です。クリップのエフェクトのヘッダをクリックして選択し（黄色でハイライトされます）、ビューアにマウスを移動すると有効になります。
ko: 가이드가 비활성화되어 있습니다. 클립에서 이펙트 헤더를 클릭하여 선택하면(노란색으로 강조 표시됨) 뷰어 위로 마우스를 이동하면 활성화됩니다.
zh_hans: 指南已停用。点击片段上效果的标题来选择它（会以黄色高亮显示），然后将鼠标移到检视器上即可启用。

source: Handheld
de: Handkamera
es: Cámara en mano
fr: Caméra à l'épaule
ja: 手持ち
ko: 핸드헬드
zh_hans: 手持

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
zh_hans: 帮助

source: Hide that on-screen control
de: Dieses Bildschirm-Steuerelement ausblenden
es: Ocultar ese control en pantalla
fr: Masquer ce contrôle à l'écran
ja: そのオンスクリーンコントロールを非表示
ko: 해당 화면 컨트롤 숨기기
zh_hans: 隐藏该屏幕控件

source: Hide, reveal, and peek the viewer controls
de: Viewer-Steuerelemente ausblenden, einblenden und kurz anzeigen
es: Oculta, muestra y echa un vistazo a los controles del visor
fr: Masquer, afficher et apercevoir les commandes du visualiseur
ja: ビューアのコントロールを非表示・表示・一時表示する
ko: 뷰어 컨트롤 숨기기, 표시하기, 살짝 보기
zh_hans: 隐藏、显示并临时查看检视器控件

source: Highlight
de: Markierung
es: Resaltado
fr: Surbrillance
ja: ハイライト
ko: 하이라이트
zh_hans: 高亮

source: Hold
de: Halten
es: Mantener
fr: Maintien
ja: ホールド
ko: 유지
zh_hans: 保持

source: Hold <kbd>⌥</kbd> and click a control to hide it.
de: Halten Sie <kbd>⌥</kbd> gedrückt und klicken Sie auf ein Steuerelement, um es auszublenden.
es: Mantén <kbd>⌥</kbd> y haz clic en un control para ocultarlo.
fr: Maintenez <kbd>⌥</kbd> et cliquez sur une commande pour la masquer.
ja: <kbd>⌥</kbd>を押しながらコントロールをクリックすると非表示になります。
ko: <kbd>⌥</kbd>를 누른 채 컨트롤을 클릭하면 숨겨집니다.
zh_hans: 按住<kbd>⌥</kbd>并点击控件即可隐藏它。

source: Hold <kbd>⌥</kbd> and click the dimmed control to bring it back.
de: Halten Sie <kbd>⌥</kbd> gedrückt und klicken Sie auf das abgeblendete Steuerelement, um es zurückzuholen.
es: Mantén <kbd>⌥</kbd> y haz clic en el control atenuado para recuperarlo.
fr: Maintenez <kbd>⌥</kbd> et cliquez sur la commande estompée pour la rétablir.
ja: <kbd>⌥</kbd>を押しながら、薄く表示されたコントロールをクリックすると元に戻せます。
ko: <kbd>⌥</kbd>를 누른 채 흐리게 표시된 컨트롤을 클릭하면 다시 표시됩니다.
zh_hans: 按住<kbd>⌥</kbd>并点击变暗的控件即可恢复它。

source: Hold <kbd>⌥</kbd> and move over the controls to <accent>peek</accent> at the hidden one.
de: Halten Sie <kbd>⌥</kbd> gedrückt und bewegen Sie den Zeiger über die Steuerelemente, um das <accent>ausgeblendete</accent> kurz einzublenden.
es: Mantén <kbd>⌥</kbd> y mueve el cursor sobre los controles para <accent>ver</accent> el oculto.
fr: Maintenez <kbd>⌥</kbd> et déplacez le curseur sur les commandes pour <accent>entrevoir</accent> celle qui est masquée.
ja: <kbd>⌥</kbd>を押しながらコントロールの上で動かすと、<accent>非表示</accent>のコントロールを一時的に確認できます。
ko: <kbd>⌥</kbd>를 누른 채 컨트롤 위에서 움직이면 <accent>숨긴</accent> 컨트롤을 잠깐 볼 수 있습니다.
zh_hans: 按住<kbd>⌥</kbd>并在控件上移动，即可<accent>预览</accent>隐藏的控件。

source: Hold <kbd>⌥</kbd> and move to reveal the control you hid. <warn>Release ⌥</warn> to continue.
de: Halten Sie <kbd>⌥</kbd> gedrückt und bewegen Sie den Zeiger, um das ausgeblendete Steuerelement einzublenden. <warn>⌥ loslassen</warn>, um fortzufahren.
es: Mantén <kbd>⌥</kbd> y mueve el cursor para revelar el control oculto. <warn>Suelta ⌥</warn> para continuar.
fr: Maintenez <kbd>⌥</kbd> et déplacez le curseur pour révéler la commande masquée. <warn>Relâchez ⌥</warn> pour continuer.
ja: <kbd>⌥</kbd>を押しながら動かして、非表示にしたコントロールを表示します。<warn>⌥を離す</warn>と続行します。
ko: <kbd>⌥</kbd>를 누른 채 움직여 숨긴 컨트롤을 표시합니다. 계속하려면 <warn>⌥를 놓으세요</warn>.
zh_hans: 按住<kbd>⌥</kbd>并移动以显示你隐藏的控件。<warn>松开 ⌥</warn>以继续。

source: How animation works
de: So funktioniert die Animation
es: Cómo funciona la animación
fr: Comment fonctionne l'animation
ja: アニメーションの仕組み
ko: 애니메이션 작동 방식
zh_hans: 动画的工作原理

source: In
de: Ein
es: Entrada
fr: Entrée
ja: イン
ko: 인
zh_hans: 进入

source: Interactive Guides
de: Interaktive Anleitungen
es: Guías interactivas
fr: Guides interactifs
ja: インタラクティブガイド
ko: 대화형 가이드
zh_hans: 互动指南

source: Introduction
de: Einführung
es: Introducción
ja: はじめに
ko: 소개
zh_hans: 入门

source: Keep dragging right, past the keyposes, then release.
de: Ziehen Sie weiter nach rechts, über die Keyposes hinaus, und lassen Sie dann los.
es: Sigue arrastrando a la derecha, más allá de las poses clave, y luego suelta.
fr: Continuez à glisser vers la droite, au-delà des poses clés, puis relâchez.
ja: そのまま右へ、キーポーズを越えてドラッグし、放します。
ko: 키포즈를 지나 오른쪽으로 계속 드래그한 다음 놓으세요.
zh_hans: 继续向右拖动，越过关键姿势，然后松开。

source: Keep dragging toward the <warn>glowing target</warn>.
de: Ziehen Sie weiter zum <warn>leuchtenden Ziel</warn>.
es: Sigue arrastrando hacia el <warn>objetivo brillante</warn>.
fr: Continuez à faire glisser vers la <warn>cible lumineuse</warn>.
ja: <warn>光るターゲット</warn>に向かってドラッグを続けます。
ko: <warn>빛나는 대상</warn>으로 계속 드래그하세요.
zh_hans: 继续拖向<warn>发光的目标</warn>。

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
ja: ラベル
ko: 레이블
zh_hans: 标签

source: Learn the basics of timing
de: Lernen Sie die Grundlagen des Timings
es: Aprende los conceptos básicos del timing
fr: Apprenez les bases du timing
ja: タイミングの基本を学ぶ
ko: 타이밍의 기본 배우기
zh_hans: 了解时间控制的基础知识

source: Link Endpoints
de: Endpunkte verknüpfen
es: Vincular extremos
fr: Lier les extrémités
ja: 端点をリンク
ko: 끝점 연결
zh_hans: 链接端点

source: Link X and Y (lock aspect ratio)
de: X und Y verknüpfen (Seitenverhältnis sperren)
es: Vincular X e Y (bloquear la proporción)
fr: Lier X et Y (verrouiller les proportions)
ja: X と Y をリンク（縦横比を固定）
ko: X와 Y 연결(종횡비 고정)
zh_hans: 链接 X 和 Y（锁定宽高比）

source: Link or unlink its endpoints (hold vs animate)
de: Endpunkte verknüpfen oder lösen (Halten vs. Animieren)
es: Vincular o desvincular sus extremos (mantener vs animar)
fr: Lier ou délier ses extrémités (maintien ou animation)
ja: 端点をリンク/解除(保持かアニメーション)
ko: 끝점 연결 또는 해제(유지 vs 애니메이션)
zh_hans: 链接或取消链接其端点(保持还是动画)

source: Linked
de: Verknüpft
es: Vinculado
fr: Lié
ja: リンク済み
ko: 연결됨
zh_hans: 已链接

source: Lock this colour (kept when the palette regenerates)
de: Diese Farbe sperren (bleibt beim Neugenerieren der Palette erhalten)
es: Bloquear este color (se mantiene al regenerar la paleta)
fr: Verrouiller cette couleur (conservée lors de la régénération de la palette)
ja: この色をロック（パレット再生成時も保持）
ko: 이 색상 잠금 (팔레트 재생성 시 유지)
zh_hans: 锁定此颜色（重新生成调色板时保留）

source: Maintain Timing
de: Timing beibehalten
es: Mantener tiempo
fr: Conserver le minutage
ja: タイミングを維持
ko: 타이밍 유지
zh_hans: 保持时间

source: Maintain proportions across components (e.g. keep Radius X/Y aspect-locked through wobble)
de: Proportionen über Komponenten beibehalten (z. B. Radius X/Y während des Wackelns seitenverhältnistreu halten)
es: Mantener las proporciones entre componentes (p. ej., bloquear la relación de aspecto del Radio X/Y durante la oscilación)
fr: Conserver les proportions entre les composantes (p. ex. verrouiller le rapport Rayon X/Y pendant l’oscillation)
ja: コンポーネント間で比率を維持（例：ウォブル中も半径 X/Y のアスペクト比を固定）
ko: 구성 요소 간 비율 유지(예: 흔들림 중에도 반경 X/Y 종횡비 고정)
zh_hans: 在各分量间保持比例（例如在抖动过程中锁定半径 X/Y 的纵横比）

source: Marquee-select keyposes
de: Keyposes per Auswahlrahmen auswählen
es: Seleccionar keyposes con marco
fr: Sélectionner des keyposes au lasso
ja: 範囲選択でキーポーズを選択
ko: 마키로 키포즈 선택
zh_hans: 框选关键姿势

source: Mine
de: Eigene
es: Míos
fr: Les miens
ja: 自分
ko: 내 항목
zh_hans: 我的
